[
  {
    "filter": [
      "minecraft:player attack minecraft:villager"
    ],
    "items": [
      {
        "voice": "Try that again and I'll smack you like you've never felt before."
      },
      {
        "voice": "You've yee'd your last haw stranger, with of your blocky little face."
      },
      {
        "voice": "I hope you die a thousand deaths, you squealing pixel monkey."
      },
      {
        "voice": "Your mother did not raise you to be like this."
      },
      {
        "voice": "Please don't do that. First my wife leaves me and now you cause internal bleeding in my already fragile rib cage."
      },
      {
        "voice": "One night, you will wake up with sleep paralysis and see my nose wiggling above you as I stab you repeatedly with a pole axe."
      },
      {
        "voice": "What have I done to deserve this?"
      },
      {
        "voice": "Oh you little whistling road sniffer."
      },
      {
        "voice": "The iron golem is gonna mess up your day for that."
      },
      {
        "voice": "Ow."
      },
      {
        "voice": "That actually felt kinda good."
      },
      {
        "voice": "Oof."
      },
      {
        "voice": "Nah bro. Don't do that, bro."
      },
      {
        "voice": "That's going to leave a permanent mark on my frail villager body."
      },
      {
        "voice": "Don't make me get my crossbow."
      },
      {
        "voice": "Unfair, my arms are glued together so I can't defend myself."
      },
      {
        "voice": "You think you're so cool, don't ya."
      },
      {
        "voice": "You hit me because I am different, didn't you."
      },
      {
        "voice": "Ugh, why me? Why is it always me?"
      },
      {
        "voice": "So you wanna throw hands, huh?"
      },
      {
        "voice": "Uh oh."
      },
      {
        "voice": "Uh oh spaghetti oh."
      },
      {
        "voice": "Oh."
      },
      {
        "voice": "Par lay?"
      },
      {
        "voice": "Weak! The other Steve does way more damage than you."
      },
      {
        "voice": "Yowsers!"
      },
      {
        "voice": "I hope this brings you pleasure, you shriveled, shriveled, shriveled potato."
      },
      {
        "voice": "Please don't hit me, I have a family."
      },
      {
        "voice": "I don't like this village anymore."
      },
      {
        "voice": "Right back at ya, you milk-curdling he then."
      },
      {
        "voice": "I can't believe you've done this."
      },
      {
        "voice": "Not again."
      },
      {
        "voice": "Wanna throw hands, huh?"
      },
      {
        "voice": "May the sweet smell of death embrace your putrid carcass."
      },
      {
        "voice": "You are truly the grumpiest tree ape I've seen since Nam."
      },
      {
        "voice": "You think you can assert your dominance over me, but think again, for I have connections to some of the most powerful villager kingdoms. By messing with me, you mess with the aristocracy, and by messing with the aristocracy you place yourself in horrific danger. We will waterboard, tar and feather, and otherwise break your spirit before the public execution. I hope this serves as a warning to you, buddy boy buddy-o."
      },
      {
        "voice": "I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills."
      },
      {
        "voice": "Where are your manners?"
      },
      {
        "voice": "I'll do you for that."
      },
      {
        "voice": "Help help, I'm being oppressed."
      },
      {
        "voice": "I'll bite your legs off."
      },
      {
        "voice": "Tis but a flesh wound."
      },
      {
        "voice": "Yes, it's sharp."
      },
      {
        "voice": "Just do me in already!"
      }
    ]
  }
]